/* No comment provided by engineer. */
"Disk cache: Cannot read image for key %@" = "Disk cache: Cannot read image for key %@";

/* No comment provided by engineer. */
"Failed to load image from data at path %@" = "Failed to load image from data at path %@";

/* No comment provided by engineer. */
"Failed to load image from data at URL %@" = "Failed to load image from data at URL %@";

/* No comment provided by engineer. */
"Image not found for key %@" = "Image not found for key %@";

/* No comment provided by engineer. */
"Invalid fetcher %@: Must return non-nil in success block" = "Invalid fetcher %@: Must return non-nil in success block";

/* Set up account message. */
"It appears you have not set up an email account on this device." = "It appears you have not set up an email account on this device.";

/* Contacto */
"menu-contact" = "Contact";

/* Quiénes somos */
"menu-info" = "About us";

/* Pronósticos locales */
"menu-local-forecasts" = "Local forecasts";

/* Pronósticos regionales */
"menu-regional-forecasts" = "Regional forecasts";

/* Ajustes */
"menu-settings" = "Settings";

/* REDES SOCIALES */
"menu-social-networks" = "SOCIAL NETWORKS";

/* Mareas */
"menu-tides" = "Tides";

/* Advertencias */
"menu-warnings" = "Notificacions";

/* No Mail Available */
"No Mail Available" = "No Mail Available";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Operation was unsuccessful." = "Operation was unsuccessful.";

/* No comment provided by engineer. */
"Please try again by inserting a DTTimePeriod object." = "Please try again by inserting a DTTimePeriod object.";

/* No comment provided by engineer. */
"Please try an index within the bounds of the group." = "Please try an index within the bounds of the group.";

/* No comment provided by engineer. */
"Please try an index within the bounds or the group." = "Please try an index within the bounds or the group.";

/* No comment provided by engineer. */
"Request %@ received %ld out of %ld bytes" = "Request %1$@ received %2$ld out of %3$ld bytes";

